Repository: istornz/iPokeGo
Catalog: iPokeGo/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: Location denied, please go in settings to allow this app to use your location
de: Bitte erlaube der App den Zugriff auf Ortungsdienste, damit Pokemon in Deiner Nähe angezeigt werden können.
es: Ubicación desactivada. Abre Ajustes en el teléfono y permite a esta aplicación usar la ubicación
fr: Localisation interdite, merci d'aller dans les réglages pour autoriser cette application à utiliser la localisation.
it: Posizione negata! Autorizza l'uso della tua posizione all'applicazione dal Menù Impostazioni!

source: Location service denied
de: Ortungsdienste verweigert
es: Ubicación desactivada
fr: Localisation désactivée
it: Servizio di Localizzazione negato!

source: Please go in settings to enter server address
de: Bitte öffne die Einstellungen und füge einen Server hinzu.
es: Revise la configuración para introducir la dirección del servidor
fr: Merci d'aller dans les réglages pour entrer l'adresse du serveur.
it: Apri il Menù Impostazioni e aggiungi l'indirizzo di un Server!

source: Server not set
de: Kein Server angegeben
es: Servidor no configurado
fr: Serveur non défini
it: Nessun Server è stato inserito!

source: Common
de: Gewöhnliche
es: Común
fr: Communs
it: Comuni

source: Favorite
de: Favoriten
es: Favoritos
fr: Favoris
it: Favoriti

source: Pokestop
de: Pokéstop
es: Poképarada
fr: Pokéstop
it: Pokéstop

source: Not lured
fr: Non fleuri

source: Lured until
fr: Fleuri jusqu'à %@

source: %@ (Pokestop)
fr: %@ (Pokéstop)

source: Uncontested Gym
fr: Arène non revendiquée

source: Blue Gym
fr: Arène bleue

source: Red Gym
fr: Arène rouge

source: Yellow Gym
fr: Arène jaune

source: Gym points: %d
de: Arenapunkte: %d
es: Prestigio: %d
fr: Prestige : %d
it: Punti Palestra: %d

source: Disappears at
de: Verschwindet um %@
es: Desaparece a las %@
fr: Disparait à %@
it: Scompare alle ore: %@

source: [Pokemon] was added to the map!
de: %@ wurde der Karte hinzugefügt!
es: ¡%@ ha sido añadido al mapa!
fr: %@ a été ajouté sur la carte !
it: %@ è stato aggiunto alla Mappa!

source: [Pokemon] your favorite pokemon was added to the map!
de: %@, dein Favorit, wurde der Karte hinzugefügt!
fr: %@, votre Pokémon favori, apparait sur la carte !
it: %@ , il tuo Favorito! È stato aggiunto alla Mappa!

source: Scan location
de: Position scannen
es: Escanear ubicación
fr: Zone de scan
it: Scan Posizione

source: Gym
de: Arena
es: Gimnasio
it: Palestra

source: This is a pokestop
de: Dies ist ein Pokéstop
es: Esta es una Poképarada
it: Questo è un Pokéstop

source: OK
es: Aceptar
